answers_dict = {
    'Вступите в чат':'''
    <b>Вступите в чат:</b>
В <a href="https://t.me/dnk_csff">чате</a> будет самая свежая информация и можно будет задать вопросы.''',
    'Выберите фильмы':'''
Выберите фильмы, которые вы хотите показать, на сайте в разделе <a href="https://dnk.csff.ru/films/">Фильмы</a>
Выбирая фильмы можно руководствоваться

- Тематикой фильма (вам помогут тэги на сайте)
- Трейлерами фильмов
- Возрастным ограничением фильма
- Зрительским голосованием (в ваших социальных сетях)

<i>Обратите внимание, что не у всех фильмов есть прокатное удостоверение. Фильм без прокатного удостоверения могут показывать организации с прописанными образовательными целями в Уставе организации. Информация о прокатном удостоверении указана на странице фильма.</i>
''',
     'Регистрация':'''
<b>Регистрация на сайте</b>:
Для того, чтобы провести ДНК, необходимо зарегистрироваться на сайте. После регистрации вы можете добавить фильмы в Мой каталог.

После регистрации у вас будет доступ в личный кабинет. В личном кабинете есть несколько разделов:

- Фильмы — это собственно те фильмы, которые вы выбрали
- Площадки — здесь вы сможете добавить площадку (или несколько), на которой планируется показ
- Мероприятия — сюда нужно будет добавить все показы фильмов, которые вы планируете. После мероприятия на этой же вкладке нужно будет заполнить отчет по показу
- Соглашение — здесь вы подписываете договор-оферту на передачу прав на показ фильма. Прочитайте его внимательно! В этом году вы обязуетесь предоставлять нам фото и видео с показов, а также списки зарегистрированных зрителей (город, электронную почту)
- Если вам нужен вариант соглашения, подписанный с нашей стороны, его тоже можно скачать там же

После подписания соглашения в разделе Фильмы появятся ссылки на скачивание фильмов.
''',
    'Расписание':'''
<b>Спланируйте расписание показов</b>:
Необходимо спланировать расписание показов заранее, чтобы успеть привлечь зрителей. Формат показов может быть любой — например, неделя ежедневных показов или еженедельный киноклуб.
''',
    'Найдите эксперта':'''
<b>Найдите эксперта</b>
Одним из отличий нашего фестиваля является возможность дискуссии после просмотра фильма с профессионалом в этой области. Конечно, не все организации имеют возможности позвать эксперта. Но если вы можете, то вам необходимо заранее ознакомиться с содержанием выбранных фильмов и пригласить на просмотр специалиста из этой или смежной области, который будет не против обсудить конкретный фильм с вашими зрителями.
''',
    'Соцсети':'''
<b>Афиши и материалы для соцсетей</b>:
Для анонсов обязательно использовать афиши с нашим дизайном. Они лежат по <a href="https://disk.yandex.ru/d/iPJL_B96SJxGaA" >ссылке</a>. Помимо файлов в формате ai, там лежать файлы pptx, которые может отредактировать не только дизайнер.

<b>ВАЖНО!</b> Просим вас обязательно соблюдать наш фирменный стиль при анонсировании мероприятий. В противном случае оргкомитет оставляет за собой право запретить демонстрацию фильмов даже после начала анонсирования.
''',
    'Аудитория':'''
<b>Соберите аудиторию</b>:

Собирать аудиторию можно как очно, так и онлайн.

В рамках очного сбора можно развесить афиши на популярных местах и рассказывать о ДНК на других мероприятиях.

Онлайн-сбор аудитории можно осуществлять в соцсетях и региональных СМИ.

В этом году обязательно делать онлайн-регистрацию на мероприятия. Вы можете сделать это автоматически на нашем сайте (наш менеджер пришлет вам все списки зарегистрированных в день показа) или на своих ресурсах. ВАЖНО: при внешней регистрации, вы должны передать нам итоговые регистрации (город, электронная почта) в электронном виде, не сканы ручных записей. Для того, чтобы соблюсти законодательство РФ при регистрации пользователи должны согласиться: «Соглашаюсь, что организаторы передадут мои данные, а именно ФИО, адрес электронной почты, оргкомитету проекта Дни научного кино ФАНК».

Мы подготовили для вас контент-план для соцсетей и пресс-релиз для СМИ.
''',
    'Показ':'''
<b>Проведите показ</b>:

Заранее подготовьтесь: скачайте фильм, проверьте как он воспроизводится, свет, звук. Приятного просмотра!

<b>ВАЖНО!</b> Не забудьте сделать фото или видео ваших зрителей, они будут нужны для отчета. На них должно быть ясно видно количество зрителей в зале.
''',
    'Отчет по мероприятию':'''
<b>Заполните отчет по мероприятию</b>

После проведения показа в течение 3 дней необходимо заполнить отчет в личном кабинете во вкладке Мероприятия. Нужно будет заполнить количество зрителей, охваты по постам в соцсетях, данные об экспертах. Отчет по количеству зрителей предоставляется в виде регистрационного листа, если вы делали регистрацию не у нас на сайте, и официального письма с подписью и печатью, в котором вы указываете даты и время показов, названия фильмов и количество зрителей. Шаблоны можно найти по <a href="https://disk.yandex.ru/d/GkuPnh2jgpAmcw">ссылке</a>.

Если отчет не появится в течение 3 дней, оргкомитет может запретить вам дальнейшие показы.
''',
    'Общий отчет':'''
<b>Заполните общий отчет</b>

Общий отчет заполняется после проведения всех мероприятий во вкладке Отчет.

<i>Если не нашли ответ в этом гайде, то просто напишите и наш AI агент постарается вам помочь</i>
'''
}